{
"Counseling immaginale": "<p>Nel Counseling Immaginale, l'anima è il cuore pulsante del nostro essere, una dimensione che comunica attraverso le immagini, come specchi delle nostre esperienze interiori più autentiche. Ogni immagine è un portale per esplorare il nostro mondo interiore, rivelando desideri, paure e aspirazioni che plasmano la nostra esistenza. Attraverso il Counseling Immaginale, accogliamo il richiamo dell'anima e ci mettiamo in ascolto delle sue profonde verità, aprendo la porta alla trasformazione interiore. Le immagini dell'anima sono intrecciate con il nostro karma, il tessuto invisibile delle nostre vite passate e presenti. Attraverso il lavoro con queste immagini, possiamo scoprire i legami karmici che plasmano le nostre esperienze attuali, aprendo il cammino verso una maggiore consapevolezza e liberazione.</p><p>Nel tessuto della nostra esistenza si intrecciano i miti personali, racconti simbolici che riflettono le sfide e le opportunità della nostra vita. Il mito ci offre una mappa per interpretare il significato più profondo delle nostre esperienze. Nel counseling immaginale esploriamo il mito che mettiamo sulla scena della vita vivendo, scoprendo le connessioni tra le nostre vite individuali e il grande racconto dell'umanità, trovando significato e saggezza nei simboli e nelle storie che ci guidano.</p><p>Un processo fondamentale nel counseling immaginale è la pacificazione delle immagini, attraverso meditazioni, rituali, regressioni, il lavoro con gli antenati e il lavoro archetipico con le carte dei Nat, possiamo riconoscere e trasformare le immagini che ci causano disagio o conflitto, portandole a uno stato di armonia. Questo processo ci permette di liberare energie bloccate e di promuovere il benessere psicofisico, facilitando una maggiore integrazione delle esperienze emotive.</p><p>Inizia il tuo viaggio di esplorazione e trasformazione. Concediti il dono di vivere intensamente le tue emozioni, di abbracciare il richiamo dell'anima e di trasformare il tuo karma attraverso il potere delle immagini e dei miti personali.</p>" ,
"Psicogenealogia e Costellazioni familiari immaginali" : "<p>La psicogenalogia e le costellazioni familiari sono strumenti attraverso cui è possibile decodificare la programmazione inconscia ereditata dal clan familiare. Gli eventi, le emozioni, i desideri, le aspirazioni vissute dai nostri Avi si registrano nel campo morfico della genia e influenzano inconsciamente la vita dei discendendi, le nostre scelte, le nostre emozioni e i nostri comportamenti.</p><p>Attraverso strumenti come il genogramma e le costellazioni familiari si possono svelare modelli familiari ricorrenti e dinamiche familiari nascoste <q>quei legami affettivi invisibili, che ci uniscono ai nostri Avi sospingendoci a fare della nostra vita l’incarnazione di un mito transgenerazionale</q> (cit. SCW).</p><p>Attori sulla scena della vita, interpretiamo ruoli che consentono di mantenere in vita le emozioni e i destini dei nostri Avi, spinti da <q>obblighi d’amore, di fedeltà</q> inconsci. Il metodo simbolico-immaginale applicato alla psicogenealogia e alle costellazioni familiari permette di entrare in contatto con gli archetipi rappresentati dagli Avi per purificarli e nobilitarli.</p><p>A mezzo del metodo simbolo-immaginale, è possibile riappropriarsi della realtà come di un’emanazione della propria psiche e trovare in sé le energie per agire su questa in termini costruttivi, divenendo amanti del nostro destino e non vittime.</p>",
"Costellazioni archetipiche con le carte sciamaniche dei Nat" : "<p>Il lavoro costellativo con gli archetipi dei Nat combina costellazioni familiari con la mitologia e la spiritualità della tradizione Birmana.</p><p>I Nat sono i Signori della Natura, forze ed energie universali, considerati esseri intermedi tra gli uomini e il modo degli Dei. Attraverso rituali di connessione con questi archetipi si possono portare alla consapevolezza e liberare parti profonde della nostra psiche.</p><p>Se hai una difficoltà, un tema ricorrente, qualcosa che vivi come un problema, un talento che non riesci ad esprimere, un progetto che non riesci a realizzare, puoi chiedere sostegno alla saggezza dei Nat ed io ti accompagnerò a comprenderne il messaggio profondo per la tua evoluzione.",
"Regressioni e progressioni immaginali" : "<p>le vite passate e quelle future fanno parte di un continuum temporale in cui l’anima evolve e accumula esperienze.</p><p>Il viaggio nel tempo permette di esplorare le immagini che il nostro istinto proietta: vite passate o future, avi, sogni, ricordi d’infanzia, missioni e compiti.</p><p>Le tecniche immaginali permettono di accedere a queste vite, comprendere i modelli karmici e lavorare per trasformarli, facilitando una vita più autentica e più allineata alla nostra missione.  Queste immagini o samskara che emergeranno durante il viaggio nel tempo, contengono gli archetipi che ci muovono, offrendoci qualcosa di significativo per la nostra guarigione e il nostro risveglio, donandoci una comprensione profonda e poetica della nostra storia personale</p>",
"Mindfulness immaginale" : "<p>La mindfullness, o attenzione cosciente, fonda le sue radici nella tradizione buddhista theravada, mira a innalzare il nostro stato di consapevolezza attraverso una profonda connessione con il proprio corpo, le proprie emozioni e il proprio stato mentale.</p><p>La mindfullness immaginale è un ponte tra le antiche tradizioni meditative e la psicologia del profondo, con il suo focus sull’immaginazione e sulla percezione della realtà come immagine, aiutando le persone a sciogliere attaccamenti e paure che impediscono di vivere autenticamente.</p>",
"Yoga sciamanico" : "<p>Lo yoga sciamanico è una fusione armoniosa di tecniche di yoga tradizionale e di pratiche sciamaniche ancestrali. Integra pratiche energetico corporee, come asana ispirate alla natura e agli animali, pratiche visionarie, come la meditazione, respirazione e visualizzazioni guidate, e pratiche spirituali come rituali di connessione con le forze invisibili che governano la vita.</p><p><q>Yoga sciamanico non è solo una pratica fisica, ma una via per integrare corpo e spirito, permettendo una connessione profonda con la natura e l’universo</q> (cit. SCW)"
}
